<section class="reviews">
    <?php $breadcrumbs = [
        [
            'title' => 'Главная',
            'url' => '/'
        ],
        [
            'title' => 'Отзывы',
        ]
    ] ?>
    <?php $title = [
        'text' => 'Отзывы',
        'modificator' => 'title--md'
    ] ?>
    <?php include('./blocks/substrate/substrate.php') ?>
    <?php $configurator = [
        'title' => 'Выберите ваш автомобиль',
        'modificator' => 'configurator--with-title'
    ] ?>
    <?php include('./blocks/configurator/configurator.php') ?>
    <div class="reviews__hidden">
        <div class="reviews__item">
            <div class="reviews__item-title">Jeep Grand Cherokee WH 4.7 2005</div>
            <div class="reviews__item-city">г. Москва</div>
            <div class="reviews__item-description">
                Сегодня был у ребят в AVT Performance на Староватутинской улице, основное для меня было необходимо отключить две задние лямбды на моем Jeep Grand Cherokee WH 4.7 2005, так как у меня удалены катализаторы, а поставки не живут больше года, общался с Дмитрием, также решил попробовать залить прошивку с более менее оптимальными настройками, что предлагается у них в прайсе, Дмитрий все сделал меньше чем за час, результатом более чем доволен, Джип с таким как бы казалось овощным мотором очень бодро поехал, стал откликаться на газ гораздо быстрее, это заметно, очень доволен, спасибо ребят!
            </div>
            <div class="reviews__item-date">17.09.2019</div>
        </div>
        <div class="reviews__item">
            <div class="reviews__item-title">Ситроен дс4</div>
            <div class="reviews__item-city">г. Москва</div>
            <div class="reviews__item-description">
                Все Гут. Отключил нижний кислородник и сделал чип ДВС.Подобрали оптимальный подняли с 200,до 230 л.с. Давно не ездил с таким удовольствием. Респект и уважение.Спасибо
            </div>
            <div class="reviews__item-date">24.08.2019</div>
        </div>
        <div class="reviews__item">
            <div class="reviews__item-title">Lexus LX570</div>
            <div class="reviews__item-city">г. Москва</div>
            <div class="reviews__item-description">
                Давно хотел чипануть своего Лёху, но всё никак не решался, сомневался надо ли оно мне, сегодня в инсте узнал про акцию в AVT Performance и вот думаю пора, настал тот день. Позвонил, записался на ближайшее свободное время и поехал. И так по прядку, в самом сервисе, всё чисто и аккуратно, даже не скажешь что в ремзону заехал, такое ощущение что загоняешь машину в офис, а не в автосервис. Теперь о процессе, весь процесс занял минут 40-50 не больше, персонал приветливый, всё подробно рассказали, объяснили, ответили на все мои может быть глупые вопросы. Теперь о самом главном, выезжаю из сервиса, нажимаю газ и понимаю Лёха полетел! Реально полетел, ощутимо добавилась тяга на низах, педаль стала более отзывчивая, чуть нажал и машина едет, словами не передать, ощущения только положительные, теперь жалею что не сделал раньше. Команде AVT Performance респект!
            </div>
            <div class="reviews__item-date">23.03.2019</div>
        </div>
        <div class="reviews__item">
            <div class="reviews__item-title">Jeep Grand Cherokee 2012</div>
            <div class="reviews__item-city">г. Москва</div>
            <div class="reviews__item-description">
                Всем привет!!! Вот наконец- то решил сделать чип тюнинг Jeep Grand Cherokee 2012 дизель и отключение ЕГР на Староватутинском. 26.05.2019 года приехал по указанному адресу (в боксе чисто, есть клиентская зона (чай кофе), предварительно созвонившись с Александром о встрече. Хочу отметить, что при разговоре и моих много задаваемых вопросах Александр был вежлив и тактичен!!! Сразу не стал писать отзыв, тем более было сказано, что необходимо чуть покататься для полной адаптации. На данный момент проехал уже более 900 км. (город и трасса), могу сказать, что появился более уверенный разгон на скоростях 100+, отзывчивость педали газа. Расход по трассе при скорости в среднем 130-150км/ч снизился на 1л., да и город тоже упал расход. Был очень приятно удивлен и доволен. Не понимаю, почему не сделал все это раньше. Спасибо, рекомендую всем!!!
            </div>
            <div class="reviews__item-date">11.03.2019</div>
        </div>
        <div class="reviews__item">
            <div class="reviews__item-title">Zotye Coupa MT 2018</div>
            <div class="reviews__item-city">г. Москва</div>
            <div class="reviews__item-description">
                Всем привет. Отъездил почти полторы недели. Ещё не было хороших дорог, но то что я хотел получить получил с полна. Будут не большие доработки, но это после тестов на хорошем асфальте.
                1. Момент решительно добавился и все связанные с ним плюшки. Теперь с низу движек тянет, так что пришлось вновь перестраивать стиль вождения на более короткие переключения. <br>
                2. Пропала , вернее практически не ощущается, турбояма. А при подключении турбины как будто машина прыгает. Но это если нужно топануть. <br>
                3. 5 передача стала более тяговитой и в ровном режиме равномерного набора скорости тянет и после 120 км/ч. Ранее на этой отметке все замирало))) <br>
                4. Расход упал с 8,7 -8,6 до 8,4 а вчера до 8,3 ( повторюсь МКПП). <br>
                5. Парковаться на буграх, бардюрах и т.д. с увеличением момента стало одно удовольствие, до этого сцепление жглось. После прошивки ни разу не пришлось чувствовать гарь.
                Скорость до 60 и 100 замерить до сих пор не удалось, опять же состояние дорог и все нет места для этого. <br>
                Из минусов, слишком быстро разогнаться не даёт наша коробка, уж очень не удобная она для этих дел на переключения.
                В целом рекомендую, для комфортного вождения, уверенного обгона и экономии топлива.
                Первый раз на этом авто смог пробуксовать на ходу на 3 передаче)))) ( понятное дело на заснеженной дороге, но раньше этого и на 2 передаче не получалось, в отличае от мазды где это делал на асфальте ). Всем добра)
            </div>
            <div class="reviews__item-date">11.03.2019</div>
        </div>
        <div class="reviews__item">
            <div class="reviews__item-title">Jeep Grand Cherokee 3.0 TD</div>
            <div class="reviews__item-city">г. Москва</div>
            <div class="reviews__item-description">
                Всем добрый! <br>
                Сегодня заехал в AVT Performance - чип+EGR. <br>
                Сделали быстро, профессионально! <br>
                Как и положено, со скидкой! <br>
                Уже потестил - это ПЕСНЯ! Прям чувствуется МОЩЩЩА!!! <br>
                На одном светофоре посостязались с лексусом: я не торопясь, спокойно, стартанул, а после того как он стал обходить, я прижал тапочку. Так вот в этот момент, примерно на скорости 40-50, я почувствовал как колёса стали пробуксовывать!!! <br>
                Спасибо! <br>
                P.S. Теперь проблема - передние стоковые тормоза менять надо однозначно! Будем искать...
            </div>
            <div class="reviews__item-date">11.03.2019</div>
        </div>
        <div class="reviews__item">
            <div class="reviews__item-title">Skoda Rapid</div>
            <div class="reviews__item-city">г. Москва</div>
            <div class="reviews__item-description">
                После чип-тюнинга машину не узнать, стало намного комфортнее ездить, легче на обгонах, а раньше приходилось выкручивать двигатель в звон, чтобы успеть обогнать фуру. Сейчас же хватает 4000-4500 оборотов. На низких оборотах и при движении в горку стала легче набирать скорость. Вообщем очень доволен, спасибо огромное. Также было все быстро сделано, мастер все подробно рассказал, объяснил и ответил на все вопросы. Очень доволен работой, спасибо огромное
            </div>
            <div class="reviews__item-date">11.03.2019</div>
        </div>
    </div>
    <div class="reviews__container container">
        <div class="reviews__items-and-widget">
            <div class="reviews__items">
                <div class="reviews__items-column reviews__items-column--left"></div>
                <div class="reviews__items-column reviews__items-column--right"></div>
            </div>
            <div class="reviews__widget">
                <div class="reviews__widget-title">
                    Публикуем только <span>реальные отзывы</span>
                </div>
                <?php $button = [
                    'mixin' => 'reviews__widget-button',
                    'url' => '#',
                    'text' => 'Оставить отзыв'
                ] ?>
                <?php include('./blocks/button/button.php') ?>
            </div>
        </div>
        <?php include('./blocks/pagination/pagination.php') ?>
    </div>
    <?php $modal = [
        'mixin' => 'reviews__modal',
        'innerBlock' => './blocks/review-modal/review-modal.php'
    ] ?>
    <?php include('./blocks/modal/modal.php') ?>
</section>