<div class="chip-info">
    <div class="chip-info__title">Что такое <span>чип-тюнинг?</span></div>
    <div class="chip-info__subtitle">
        Чип-тюнинг — это изменение программы управления двигателем с целью улучшения эксплуатационных характеристик транспортного средства:
    </div>
    <div class="chip-info__description">
        Назначение чип-тюнинга заключается в оптимизации калибровок в программе электронного блока управления (ЭБУ), контролирующего работу двигателя. Иными словами, чип-тюнинг позволяет изменять целый ряд параметров работы двигателя, таких как состав топливно-воздушной смеси, угол опережения зажигания, фаза окончания впрыска, давление наддува, обороты отключения топливоподачи или ограничение скорости, различные лимиты мощности и крутящего момента, без вмешательства в аппаратную часть мотора. Также чип-тюнинг позволяет отключать часть вспомогательных систем, работа которых направлена на сооблюдение экологических стандартов и лишь ухудшает характеристики работы двигателя.
    </div>
    <div class="chip-info__items">
        <div class="chip-info__item">
            <div class="chip-info__item-num">1</div>
            <div class="chip-info__item-title">
                Увеличение мощности и крутящего момента двигателя.
            </div>
        </div>
        <div class="chip-info__item">
            <div class="chip-info__item-num">2</div>
            <div class="chip-info__item-title">
                Улучшение динамики разгона транспортного средства.
            </div>
        </div>
        <div class="chip-info__item">
            <div class="chip-info__item-num">3</div>
            <div class="chip-info__item-title">
                Устранение недочетов в заводской прошивке ЭБУ.
            </div>
        </div>
        <div class="chip-info__item">
            <div class="chip-info__item-num">4</div>
            <div class="chip-info__item-title">
                Отключение лимита скорости и увеличение оборотов отключения топливоподачи.
            </div>
        </div>
    </div>
</div>